Repository: sokeodev/younitedpay-payment-gateway
Catalog: languages/wc-younitedpay-gateway-*.po
Languages: es_es, fr_fr

source: Enable / Disable
es_es: Habilitar / Deshabilitar
fr_fr: Actif / Inactif

source: Plugin Younitedpay
es_es: Enchufar Younitedpay
fr_fr: Module Younitedpay

source: This enable the YounitedPay gateway which allow to accept payment through YounitedPay.
es_es: Esto habilita la pasarela YounitedPay que permite aceptar pagos a través de YounitedPay.
fr_fr: Cela active la passerelle qui permet d'accepter le paiement via YounitedPay.

source: Title
es_es: Título
fr_fr: Titre

source: This controls the title which the user sees during checkout.
es_es: Esto controla el título que el usuario ve durante el pago.
fr_fr: C'est le titre affiché à l'utilisateur lors du paiement.

source: Description
es_es: Descripción

source: This controls the description which the user sees during checkout.
es_es: Esto controla la descripción que el usuario ve durante el pago.
fr_fr: C'est la description affiché à l'utilisateur lors du paiement.

source: Test mode
es_es: Modo sandbox
fr_fr: Mode Test

source: Client ID Test
es_es: Client ID Sandbox

source: Client Secret Test
es_es: Client Secret Sandbox

source: Client ID Production
es_es: Client ID Producción

source: Client Secret Production
es_es: Client Secret Producción

source: Enable Ip Whitelist
es_es: Activar la lista blanca de IPs
fr_fr: Activer la whitelist d'IPs

source: Ip Whitelist
es_es: Lista blanca de IPs
fr_fr: Whitelist d'IPs

source: When enable, only the listed IPs will see the module's component on the site
es_es: Cuando está habilitado, solo las direcciones IP enumeradas verán el componente del módulo en el sitio
fr_fr: Quand cette option est activée, seules les IP répertoriées verront le composant du module sur le site

source: Logs
es_es: Registros

source: See the logs
es_es: Ver los registros
fr_fr: Voir les logs

source: Settings
es_es: Ajustes
fr_fr: Paramétrage

source: Behaviour
es_es: Comportamiento
fr_fr: Actions

source: Appearance
es_es: Apariencia
fr_fr: Apparence

source: Monthly installments Widget
es_es: Cuotas mensuales Widget
fr_fr: Widget mensualités

source: Alternatively you can copy this code and paste it in any text on the product page.
es_es: Alternativamente, puede copiar este código y pegarlo en cualquier texto en la página del producto.
fr_fr: Vous pouvez également copier ce code et le coller dans n'importe quel texte de la page du produit.

source: Maturities possibles (in months)
es_es: Vencimientos posibles (en meses)
fr_fr: Échéances possibles (en mois)

source: Separate the different numbers with a comma.
es_es: Separe los diferentes números con una coma.
fr_fr: Séparer les différents nombres avec une virgule.

source: Separate the different IPs with a comma.
es_es: Séparer les différentes IPs avec une virgule.
fr_fr: Séparer les différentes IPs avec une virgule.

source: Maturity %s month - Minimum amount
es_es: Vencimiento %s mes - Importe mínimo
fr_fr: Echéance %s mois - Montant minimum

source: Maturity %s month - Maximum amount
es_es: Vencimiento %s mes - Importe máximo
fr_fr: Echéance %s mois - Montant maximum

source: Copy
es_es: Copiar
fr_fr: Copier

source: Monthly installments
es_es: Cuotas mensuales
fr_fr: Mensualités

source: Monthly installments in product page
es_es: Cuotas mensuales en la página del producto
fr_fr: Mensualités sur la page produit

source: Monthly installments in cart page
es_es: Cuotas mensuales en la página del carrito
fr_fr: Mensualités sur la page panier

source: Theses values are located registered by your current theme, you can choose any of them to place the widget where it looks the best.
es_es: Estos valores se encuentran registrados por su tema actual, puede elegir cualquiera de ellos para colocar el widget donde se vea mejor.
fr_fr: Ces valeurs sont enregistrées par votre thème actuel, vous pouvez choisir l'une d'entre elles pour placer le widget là où il est le mieux.

source: Click on this link for more informations
es_es: Haga clic en este enlace para obtener más información
fr_fr: Cliquez sur ce lien pour plus d'informations

source: Nothing
es_es: Nada
fr_fr: Aucun

source: Either
es_es: Cualquiera
fr_fr: Soit

source: %s / months
es_es: %s / mes
fr_fr: %s / mois

source: with financing in
es_es: con financiamiento en
fr_fr: avec financement en

source: monthly installments with
es_es: cuotas mensuales con
fr_fr: fois avec

source: month
es_es: mes
fr_fr: mois

source: months
es_es: meses
fr_fr: mois

source: Credit amount
es_es: Importe de tu compra
fr_fr: Montant du crédit

source: + Interest on credit
es_es: + Intereses
fr_fr: + Intérêt du crédit

source: = Total amount due
es_es: = Importe total adeudado
fr_fr: = Montant total dû

source: Fixed APR
es_es: TAE
fr_fr: TAEG fixe

source: Fixed lending rate
es_es: TIN
fr_fr: Taux débiteur fixe

source: A question ? Click here
es_es: Una pregunta ? Haga clic aquí
fr_fr: Une question ? C'est par ici

source: Simple.
es_es: Sencillo.

source: Instant.
es_es: Instantáneo.
fr_fr: Instantané.

source: Secure.
es_es: Seguro.
fr_fr: Sécurisé.

source: It has never been easier to pay in installments.
es_es: Nunca ha sido tan fácil pagar a plazos.
fr_fr: Cela n'a jamais été aussi simple de payer en plusieurs fois.

source: Your purchase for
es_es: Tu compra por
fr_fr: Votre achat pour

source: %s/month
es_es: %s al mes
fr_fr: %s/mois

source: with
es_es: con
fr_fr: avec

source: Buy today and start paying
es_es: Compra hoy y empieza a pagar
fr_fr: Achetez aujourd'hui et commencez à payer

source: after 30 days.
es_es: después de 30 días.
fr_fr: dans 30 jours seulement.

source: Financing amount
es_es: Importe a financiar
fr_fr: Montant du financement

source: Cost of financing
es_es: Coste de financiación
fr_fr: Coût du financement

source: (i.e. fixed APR of %s, fixed lending rate %s).
es_es: (es decir, TAE %s, TIN %s).
fr_fr: (i.e. TAEG fixe de %s, taux débiteur fixe %s).

source: Total amount due
es_es: Importe total adeudado
fr_fr: Montant total dû

source: Your monthly installments will therefore be
es_es: Por lo tanto, tus cuotas mensuales serán de
fr_fr: Vos mensualités seront donc de

source: %s / month during %s months
es_es: %s al mes durante %s meses
fr_fr: %s / mois pendant %s mois

source: Pay in %s x
es_es: Pagar en %s x
fr_fr: Payez en %s x

source: Multiples maturities : a maturity must be a number and even. Example : 4,8,12,24,36
es_es: Múltiples vencimientos: un vencimiento debe ser un número e incluso. Exemple : 4,8,12,24,36
fr_fr: Echéances multiples : une échéance doit être un nombre et pair. Exemple : 4,8,12,24,36

source: Maturity %s month :
es_es: Vencimiento %s mes :
fr_fr: Echéance %s mois :

source: The minimum amount and maximum amount must be defined to activate the maturity.
es_es: Se debe definir el monto mínimo y el monto máximo para activar el vencimiento.
fr_fr: Le montant minimum et le montant maximum doit être défini pour activer l'échéance

source: Minimum amount must be numeric.
es_es: El importe mínimo debe ser numérico.
fr_fr: Le montant minimum doit être numérique.

source: The minimum amount must be greater than or equal to 0.
es_es: El monto mínimo debe ser mayor o igual a 0.
fr_fr: Le montant minimum doit être plus grand ou égal à zéro.

source: Maximum amount must be numeric.
es_es: La cantidad máxima debe ser numérica.
fr_fr: Le montant maximum doit être numérique.

source: The maximum amount must be greater than the minimum amount.
es_es: La cantidad máxima debe ser mayor que la cantidad mínima.
fr_fr: Le montant maximum doit être plus grand que le montant minimum.

source: Contract cancellation
es_es: Cancelación de contrato
fr_fr: Annulation du contrat

source: Please enter you API credentials before changing the module's settings
es_es: Ingrese sus credenciales de API antes de cambiar la configuración del módulo
fr_fr: Veuillez entrer vos identifiants d'API avant de modifier les paramètres du module

source: The first name is required
es_es: El primer nombre es obligatorio
fr_fr: Prénom obligatoire

source: The name is required
es_es: El nombre es requerido
fr_fr: Nom obligatoire

source: The phone is required
es_es: El teléfono es requerido
fr_fr: Téléphone obligatoire

source: The phone is invalid (accepted formats : 0601020304 / 00%s601020304 / +%s601020304)
es_es: El teléfono no es válido (formatos aceptados : 0601020304 / 00%s601020304 / +%s601020304)
fr_fr: Numéro de téléphone invalide (formats acceptés : 0601020304 / 00%s601020304 / +%s601020304)

source: The mail is required
es_es: El correo es requerido
fr_fr: Adresse email obligatoire

source: The address is required
es_es: La dirección es requerida
fr_fr: Adresse obligatoire

source: The postal code is required
es_es: El código postal es requerido
fr_fr: Code postal obligatoire

source: The city is required
es_es: La ciudad es requerida
fr_fr: Ville obligatoire

source: Status changed by webhook of Younited Pay
es_es: Estado cambiado por notificación de Younited Pay
fr_fr: Statut modifié par la notification de Younited Pay

source: This status is not editable. -
es_es: Este estado no es editable. -
fr_fr: Le statut n'est pas modifiable. -

source: Error Call Younited Pay Api - Rollback Status -
es_es: Error al llamar a Younited Pay Api - Estado de reversión -
fr_fr: Erreur lors de l'appel à l'api Younited Pay - Modification du statut annulé -

source: The completed status cannot be changed by the %s status -
es_es: El estado completado no se puede cambiar por el estado %s -
fr_fr: Le statut complété ne peut être modifié par le statut %s -

source: Offer your customers to pay up to 36 times
es_es: Ofrezca a sus clientes pagar hasta 36 veces
fr_fr: Proposez à vos clients de payer jusqu'à 36 fois

source: Please select the number of payments you wish to make with YounitedPay
es_es: Seleccione el número de pagos que desea realizar con YounitedPay
fr_fr: Merci de sélectionner le nombre de paiements que vous souhaitez effectuer avec YounitedPay

source: A technical error has occurred
es_es: Ha ocurrido un error técnico
fr_fr: Une erreur technique est survenue

source: Administrative language
es_es: Idioma administrativo

source: Logo color
es_es: Color del logotipo
fr_fr: Couleur du logo

source: White logo
es_es: Logotipo blanco
fr_fr: Logo blanc

source: Black logo
es_es: Logotipo oscuro
fr_fr: Logo noir

source: Webhook Secret is not defined
es_es: La clave Webhook Secret no está definida
fr_fr: La clé Webhook Secret n'est pas définie

source: Webhook Secret Test
es_es: Webhook Secret Sandbox

source: Webhook Secret Production
es_es: Webhook Secret Producción

source: Younited Pay is an instant credit solution designed for large purchases, from €300 to €50,000.
es_es: Younited Pay es una solución de crédito instantáneo diseñada para compras grandes, de 300€ a 50.000€.
fr_fr: Younited Pay est une solution de crédit instantané conçue pour les achats importants, de 300€ à 50 000€.

source: Your customers repay at their own pace between 10 and 84 months.
es_es: Tus clientes podrán pagar a su ritmo, entre 10 y 84 meses.
fr_fr: Vos clients remboursent à leur rythme entre 10 et 84 mois.

source: A question about Younited Pay?
es_es: ¿Una pregunta sobre Younited Pay?
fr_fr: Une question sur Younited Pay?

source: If your question concerns the Younited Pay solution or your business relationship with Younited,
es_es: Si su pregunta se refiere a la solución Younited Pay o a su relación comercial con Younited,
fr_fr: Si votre question concerne la solution Younited Pay ou votre relation commerciale avec Younited,

source: you can reach a technical team or your account manager from your YounitedPay Back Office via our ticketing system.
es_es: puede contactar nuestro equipo técnico o su Key Account Manager directamente desde su back office YounitedPay.
fr_fr: vous pouvez joindre une équipe technique ou votre account manager depuis votre Back Office YounitedPay via notre système de ticketing.

source: If your question concerns technical difficulties with the WooCommerce module, please contact our support team via the button below.
es_es: Si su pregunta se refiere a dificultades técnicas con el módulo WooCommerce, por favor contacte con nuestro equipo técnico con el botón de abajo.
fr_fr: Si votre question concerne des difficultés techniques avec le module WooCommerce, veuillez contacter notre équipe support via le bouton ci-dessous.

source: Contact Support
es_es: Soporte de contact
fr_fr: Contacter le support

source: To display the new maturities added, save the modifications,
es_es: Para visualizar los nuevos vencimientos añadidos,
fr_fr: Pour afficher les nouvelles maturités ajoutées, sauvegarder les modifications,

source: the new maturities will appear below the existing ones.
es_es: guarde los cambios, los nuevos vencimientos aparecerán debajo de los existentes.
fr_fr: les nouvelles maturités apparaîtront en dessous des existantes.

source: Home
es_es: Hogar
fr_fr: Accueil

source: Support
es_es: Apoyo

source: Younited Pay - Contract reference %s
es_es: Younited Pay - Referencia del contrato %s
fr_fr: Younited Pay - Référence contrat %s

source: Q/A
es_es: Sección de preguntas
fr_fr: FAQ

source: Buy now and pay as you go
es_es: Compra ahora y paga a plazos
fr_fr: Achetez maintenant et payez à votre rythme

source: Start paying in just 30 days
es_es: Financia tu compra al instante
fr_fr: Commencez à payer dans 30 jours seulement

source: At checkout step, select <strong>Younited Pay</strong>
es_es: Selecciona <strong>Younited Pay</strong> como método de pago
fr_fr: Au moment du paiement, Choisissez <strong>Younited Pay</strong>

source: Choose the repayment <strong>duration</strong>
es_es: Elige los plazos de tu <strong>financiación</strong>
fr_fr: Choisissez la durée de remboursement

source: <strong>Simply</strong> and <strong>securely</strong> connect your bank account
es_es: Completa tu solicitud en <strong>unos minutos</strong>
fr_fr: Connectez <strong>simplement</strong> et de manière <strong>sécurisée</strong> votre compte bancaire

source: Receive a response <strong>within seconds</strong>
es_es: Recibe tu respuesta en <strong>segundos</strong>
fr_fr: Recevez une réponse en <strong>quelques secondes</strong>

source: A credit commits you and must be repaid. Check your repayment capacity before you commit.
fr_fr: Un crédit vous engage et doit être remboursé. Vérifiez vos capacités de remboursement avant de vous engager.

source: (excluding optional insurance)
fr_fr: (hors assurance facultative)
